{
  "피노키오": [
    "Is there a prominent human-shaped statue in the picture?",
    "If there is a statue, is it a character from a fairy tale?",
    "Does the statue have a particularly long nose?",
    "Is the statue wearing green-colored clothes?",
    "Are there flower patterns on the statue's clothes?",
    "Is the statue holding something?",
    "Is the object the statue is holding a book?",
    "Is the hat the statue is wearing a pointed cone shape?",
    "Are the statue's arms relatively thin and long?",
    "Is the statue holding up a finger with its right hand, like the number 1?"
  ],
  "네모탑": [
    "Is this object shaped like a tower?",
    "Is this tower shaped like stacked square boxes?",
    "Is the height much longer than the width?",
    "Is this object made of wood?",
    "Is the color reddish-brown?",
    "Does the color look like rusty metal?",
    "Is the surface smooth?",
    "Does the sculpture only use dark colors?",
    "Does this sculpture have many layers?",
    "Is the number of layers exactly 5?",
    "Do the layers get smaller as they go up?",
    "Is the bottom part the widest?",
    "Does each layer have a square opening on the front?",
    "Does the height of this sculpture look more than twice a person's height?"
  ],
  "지혜의숲 조각상": [
    "Is this picture taken inside a building?",
    "Does the background show a place with many books?",
    "Do wooden bookshelves cover the walls?",
    "Does the room have a high ceiling?",
    "Is the floor made of wood?",
    "Is the main object a human-shaped sculpture?",
    "Is the sculpture sitting down?",
    "Does the sculpture have its hands near its face?",
    "Is the sculpture holding binoculars?",
    "Is the sculpture looking straight ahead?",
    "Does the sculpture wear a suit?",
    "Is the suit covered in many bright colors?",
    "Does the suit have patterns like flowers?",
    "Does the sculpture's suit have a lot of green and yellow?",
    "Is the sculpture's face also painted with patterns?",
    "Is the sculpture sitting on a square base?",
    "Does the base look like it is made of stacked small blocks?",
    "Does the base have letters written on it?",
    "Is a small container placed next to the sculpture?",
    "Does that small container have patterns on it too?"
  ]
}